Repository: alexanderKalema/Intersavy
Catalog: lib/l10n/app_*.arb
Languages: am, es, hi, ru

# cont
source: continue
am: ቀጥል
es: continuar
hi: जारी रखना
ru: продолжать

source: Welcome to my app
am: ወደኔ መተግበሪያ እንኳን በደህና መጡ
es: Bienvenida a mi aplicación
hi: मेरे ऐप में आपका स्वागत है
ru: Добро пожаловать в мое приложение

source: Calculator App
am: ካልኩሌተር መተግበሪያ
es: Aplicación de calculadora
hi: कैलकुलेटर ऐप
ru: приложение Калькулятор

source: Puzzle App
am: የእንቆቅልሽ መተግበሪያ
es: Aplicación de rompecabezas
hi: पहेली ऐप
ru: приложение Головоломка

source: Stop Watch App
am: የምልከታ መተግበሪያን አቁም
es: Aplicación de cronómetro
hi: स्टॉप वॉच ऐप
ru: секундомер приложение

source: Date And Time App
am: ቀን እና ሰዓት መተግበሪያ
es: Aplicación de fecha y hora
hi: दिनांक और समय ऐप
ru: приложение даты и времени

source: Music App
am: የሙዚቃ መተግበሪያ
es: Aplicación de música
hi: संगीत ऐप
ru: Музыка

source: Now Playing
am: አሁን በመጫወት ላይ
es: Jugando ahora
hi: अब खेल रहे हैं
ru: Сейчас играет

source: Description
am: መግለጫ
es: Descripción
hi: विवरण
ru: Описание

source: Basic Calculator
am: መሰረታዊ ካልኩሌተር
es: Calculadora básica
hi: बेसिक कैलकुलेटर
ru: Базовый калькулятор

source: Scientific Calculator
am: ሳይንሳዊ ካልኩሌተር
es: Calculadora científica
hi: साइंटिफ़िक कैलकुलेटर
ru: Научный калькулятор

source: Puzzle
am: እንቆቅልሽ
es: Rompecabezas
hi: पहेली
ru: Головоломка

source: Previous
am: ቀዳሚ
es: Previa
hi: पहले का
ru: Предыдущий

source: High Score
am: ከፍተኛ ነጥብ
es: Puntuación más alta
hi: उच्च स्कोर
ru: Рекорд

source: Rules
am: መስቀል
es: Reglas
hi: नियम
ru: Правила

source: Check Number
am: ቁጥር ማግኘት
es: Comprobar número
hi: चेक संख्या
ru: Проверить номер

# enterFourDigitNumber
source: Enter a 4 - digit number:
am: ባለ 4 አሃዝ ቁጥር ያስገቡ
es: Introduzca un número de cuatro dígitos
hi: 4 अंकों की संख्या दर्ज करें:
ru: Введите 4-значное число:

# enterNumberToStart
source: Enter a number to start game
am: ጨዋታውን ለመጀመር ቁጥር ያስገቡ
es: Introduzca un número para comenzar
hi: खेल शुरू करने के लिए एक संख्या दर्ज करें
ru: Введите число, чтобы начать игру

source: Previous Attempt
am: የቀድሞ ሙከራ
es: Intento anterior
hi: पिछला प्रयास
ru: Предыдущая попытка

# theNumberGuessed
source: The number you entered has:
am: የተገመተው ቁጥር
es: El número adivinado
hi: अनुमानित संख्या
ru: Угаданное число

source: Guessed Number
am: የተገመተው ቁጥር
es: Número adivinado
hi: अनुमानित संख्या
ru: Угаданное число

source: Magnitude
am: መጠን
es: Magnitud
hi: आकार
ru: Величина

source: Order
am: ደውል
es: Orden
hi: आदेश
ru: Порядок

source: Next
am: ቀጣይ
es: Siguiente
hi: आगामी
ru: Следующий

source: Done
am: መጠንቀቅ
es: Hecho
hi: किया हुआ
ru: Готово

source: No attempts made
am: ምንም ሙከራዎች አልተደረጉም።
es: No se han realizado intentos
hi: कोई प्रयास नहीं किया
ru: Нет попыток

source: Date
am: ቀን
es: Fecha
hi: तारीख
ru: Дата

source: Trials
am: ሙከራዎች
es: Intentos
hi: परीक्षणों
ru: Испытания

source: You Won, Well Played
am: አሸንፈሃል፣ በደንብ ተጫውተሃል
es: ¡Ganaste! ¡Bien jugado!
hi: आप जीत गए, अच्छा खेला
ru: Вы выиграли, хорошо сыграли

source: You got the number
am: ቁጥሩን አግኝተዋል
es: ¡Adivinaste el número!
hi: आपको नंबर मिल गया
ru: Вы получили номер

source: It took you:
am: यह आपको ले गया:
es: Te tomó
hi: यह आपको ले गया:
ru: Вам понадобилось

source: Play Another Game
am: ሌላ ጨዋታ ይጫወቱ
es: Jugar otro juego
hi: एक और गेम खेलें
ru: Сыграйте еще одну игру

source: Saved Laps
am: የተቀመጡ ላፕስ
es: Vueltas guardadas
hi: सहेजे गए लैप्स
ru: Сохраненные круги

source: Save Lap
am: ላፕ አስቀምጥ
es: Guardar vuelta
hi: गोद बचाओ
ru: Сохранить круг

source: Over All Lap
am: በሁሉም ዙር
es: En general Lap
hi: ओवर ऑल लैप
ru: Общий круг

source: Since Last Lap
am: ከመጨረሻው ዙር ጀምሮ
es: Desde la última vuelta
hi: लास्ट लैप के बाद से
ru: С момента последнего круга

# noSavedLaps
source: No saved laps, use button to save lap
am: ምንም የተቀመጡ ዙሮች የሉም፣ ጭን ለመቆጠብ ቁልፍን ይጠቀሙ
es: No hay vueltas guardadas, use el botón para guardar la vuelta
hi: कोई सहेजा गया लैप नहीं, लैप बचाने के लिए बटन का उपयोग करें
ru: Нет сохраненных кругов, используйте кнопку, чтобы сохранить круг

source: Today is
am: ዛሬ
es: Hoy es
hi: आज है :
ru: Сегодня

source: Change to digital
am: ወደ ዲጂታል ቀይር
es: Cambiar a digital
hi: डिजिटल में बदलें
ru: Изменить на цифровой

source: Change to analog
am: ወደ አናማር ቀይር
es: Cambiar a analógico
hi: एनालॉग में बदलें
ru: Изменить на аналоговый

source: Name
am: ስም
es: Nombre
hi: नाम
ru: Имя

source: Artist
am: አርቲስት
es: Artista
hi: कलाकार
ru: Артист

# backToMain
source: Back to main card
am: ወደ መሪ ገጽ ተመለስ
es: Volver a la página principal
hi: मुख्य पृष्ठ पर वापस जाएं

# noSongs
source: No song found!
am: ምንም የሙዚቃ አልተገኘም
es: No se encontraron canciones
hi: कोई गीत नहीं मिला
ru: Песня не найдена!
